<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'localization' => 'rtl',
    'welcome' => 'مرحبا بك في مشروع تحسين الحماية المجتمعية والاستجابة لجائحة كورونا',
    'description' => 'يهدف المشروع لتحسين القدرة الإنتاجية ورفع مصادر الدخل للأفراد وتحقيق الأمن الغذائي وتحسين التغذية للأسر، وذلك من خلال توفير الاحتياجات اللازمة للأسر والمجتمعات في المدى الحالي والقريب، وبتوفير إمكانية تنويع مصادر دخل الأفراد. كل هذا يمكن تحقيقه من خلال الإسهامات والمداخلات التي تزود العائلات والمجتمعات المتضررة من الصراع بالمهارات الفنية والدعم المالي، وتمكينهم من استغلال الموارد المحلية، وتوفير المتطلبات اللازمة لإيجاد مصدر دخل مستدام.
يدعم المشروع الأسواق من خلال إنشاء مجموعات منتجة لتحصيل الطلب القائم في الأسواق، وتوصيل المنتجات بشكل أفضل في اليمن وإلى الخارج. هذه الإسهامات والمداخلات أيضًا تثمر نفعًا على فئة واسعة من الأفراد لكسب العيش، من خلال رفع القيمة المالية للمنتجات، زيادة الإنتاج، تحسين الدخل، ورفع جودة المنتجات والخدمات وتوفيرها. كما يساعد المشروع الكثير من الأسر بتحسين دخلهم، وتيسير طرق حصولهم على خدمات العناية الصحية. كل هذا يساهم في توحيد فئة كبيرة من المجتمع وتقليل الفجوة القائمة ما بين الناس بسبب الأوضاع الحالية.
تزود أنشطة المشروع المجتمعات بالمساعدات المستمرة والضرورية، كونها ترفع الفهم المجتمعي وكيفية التعامل مع شحة الغذاء أو انتشار المشاكل الصحية، وتعمل هذه الإسهامات على المساواة ما بين الرجل والمرأة، من خلال إعطاء النساء الفرص لإثبات دورهن المهم في تنمية مجتمعاتهن المحلية.
يعمل المشروع على متابعة الأساليب غير الفعالة في الأسواق من خلال إيجاد شراكة وبناء جسور تواصل بين اللاعبين الأساسين في الأسواق، كأصحاب الخدمات المالية ومراكز التدريب والمنشآت الزراعية ومزودي الخدمات.',
    'registration_form' => 'استكمال تسجيل استمارة',
    'registration_file' => 'إثبات وجود المشروع عبر المرفق أدناه',
    'create_new_file' => 'إنشاء نموذج جديد'
];
